[
    {
        "image_large": "/static/images/inventory/i1/1_main.jpg", 
        "title": "TOYZONE Ben 10 Safari Rideon", 
        "image": "/static/images/inventory//i1/1_1.jpg", 
        "ages": "2+", 
        "secondary_images": "/static/images/inventory//i1/1_1.jpg,/static/images/inventory//i1/1_2.jpg,/static/images/inventory//i1/1_3.jpg,/static/images/inventory//i1/1_4.jpg", 
        "id": "1", 
        "desc": "The jungle jeep with the ben 10 makes it a fun journey for the childhood and make them experience the real fun of safari with ben 10."
    }, 
    {
        "image_large": "/static/images/inventory/i2/2_main.jpg", 
        "title": "sapphire hummer monster racing car", 
        "image": "/static/images/inventory//i2/2_1.jpg", 
        "ages": "5+", 
        "secondary_images": "/static/images/inventory//i2/2_1.jpg,/static/images/inventory//i2/2_2.jpg,/static/images/inventory//i2/2_3.jpg,/static/images/inventory//i2/2_4.jpg", 
        "id": "2", 
        "desc": "Dominate any type of terrain with the all new Safire off road 1:20 hummer electric rtr monster car. Featuring a full function transmitter, this awesome hummer monster car allows you to control every single move it makes with ease. But don't think this remote controlled hummer is only good for off roading because this bad boy can haul on and off the road. The body is extremely durable while the huge front and rear bumpers make this arc extremely rugged. The Safire off road 1:20 monster hummer car comes with a rechargeable battery for the truck, a charger and a transmitter. This awesome arc car stands out whether it is night or day. A must have for fans of off roading, get the Safire off road 1:20 hummer monster car today and have a blast. Features: Electric powered full function transmitter telescoping antenna rubber tires detailed design sturdy construction ready to run 1:20 scale."
    }, 
    {
        "image_large": "/static/images/inventory/i3/3_main.jpg", 
        "title": "Peek a boo animals", 
        "image": "/static/images/inventory//i3/3_1.jpg", 
        "ages": "6 M +", 
        "secondary_images": "/static/images/inventory//i3/3_1.jpg,/static/images/inventory//i3/3_2.jpg", 
        "id": "3", 
        "desc": "Five different actions unlock hidden baby animals. Teaches babies basic finger movements like : buttob press, key turn etc."
    }, 
    {
        "image_large": "/static/images/inventory/i5/5_main.jpg", 
        "title": "lego : fire ladder set", 
        "image": "/static/images/inventory//i5/5_1.jpg", 
        "ages": "10+", 
        "secondary_images": "/static/images/inventory//i5/5_1.jpg,/static/images/inventory//i5/5_2.jpg", 
        "id": "5", 
        "desc": "Hop in the fire ladder truck and race to the scene. Extend the ladder and put out the fire. Use the special stud shooting hose to battle the blaze and fight the flames on the ground with the fire extinguisher. Keep the oil barrel from exploding. It is up to you to protect the city. Includes 2 mini figures a female fire fighter and a male fire fighter. Features a fire ladder truck with extending ladder and hose, plus an oil barrel. Move the fire ladder truck into position, extend the ladder and get above the fire. Pull out the fire hose and shoot the water elements with the stud shooting function to put out the fire. Accessory elements include a fire extinguisher, shovel, circular saw, water studs and an axe."
    }, 
    {
        "image_large": "/static/images/inventory/i6/6_main.jpg", 
        "title": "poker set : Casinoite 300 Pcs Diced Poker Chip Set With Denomination Toy", 
        "image": "/static/images/inventory//i6/6_1.jpg", 
        "ages": "15+", 
        "secondary_images": "/static/images/inventory//i6/6_1.jpg,/static/images/inventory//i6/6_2.jpg,/static/images/inventory//i6/6_3.jpg,/static/images/inventory//i6/6_4.jpg", 
        "id": "6", 
        "desc": "300 pcs diced poker chip set with Denomination: These chips are good to go for card and table games such as 300pcs diced poker chip set etc.. These chips have been used for home and Professional gaming as well."
    }, 
    {
        "image_large": "/static/images/inventory/i8/8_main.jpg", 
        "title": "Fisher Price Laugh and Learn Smart Stages Tablet, Gray", 
        "image": "/static/images/inventory//i8/8_1.jpg", 
        "ages": "6 M +", 
        "secondary_images": "/static/images/inventory//i8/8_1.jpg", 
        "id": "8", 
        "desc": "This tablet includes Smart Stages technology, an exciting new way to change the learning content as baby grows. Because every baby develops at their own pace, Smart Stages technology gives you the ability to select the stage that’s best for your child. There are a variety of developmentally appropriate songs, phrases and sounds within three levels of play. Baby can press one of 28 “app” buttons to activate sounds and music—and unlock learning about letters, first words, animals and more. To add even more fun, the tablet screen will light up and twinkle along to the songs and phrases."
    }, 
    {
        "image_large": "/static/images/inventory/i9/9_main.jpg", 
        "title": "fisher price push and pop walker", 
        "image": "/static/images/inventory//i9/9_1.jpg", 
        "ages": "10 M+", 
        "secondary_images": "/static/images/inventory//i9/9_1.jpg", 
        "id": "9", 
        "desc": "Description\n\nThe Fisher Price Pop and Push Elephant is an irresistible ball popping fun for your little baby. The Pop and Push Elephant keeps your baby entertained while walking. As the baby pushes the toy, colourful balls pop up from the elephant’s trunk.\n\nEncouraging your Baby to Walk\n\nFisher-Price Pop and Push Elephant encourages your baby to walk. As the baby pushes the friendly and cute face of the elephant along, colourful balls start popping out from the trunk of the elephant. The elephant is sturdy and is easy for your baby to push it forward. This activity helps in developing your baby's balance and coordination. The baby will also learn how to walk while enjoying lively music and vibrant colours.\n\nTeaches the Child Cause and Effect\n\nFisher Price Pop and Push Elephant helps in a great way to teach your child cause and effect. The pop and whirl action of the bright colourful balls makes the toddlers understand the cause and effect phenomena.\n\nBalance and Coordination\n\nFisher Price Pop and Push Elephant is an amazing toy that helps your child in developing balance and coordination. As the baby learns to walk with the help of Pop and Push Elephant, the baby is able to balance his or her body on their own and ensures lots of fun for the child.\n\nSensory\n\nThe pop n push elephant is one of the wonderful Fisher Price Products. It is not just a toy that your baby would love to play with but it helps in developing the senses of the child. The bright colours and the popping sound of the balls stimulate the developing senses of sight and sound in the child.\n\nKey Features\n\nA cute and friendly face of an elephant\n\nEasy to push and durable\n\nEncourages babies to walk and develops their sense of balance and coordination\n\nPop and Whirl action enables the babies to think about the cause and effect phenomena\n\nYour little one is going to enjoy the lively music coming out of the popping balls\n\nBright colours make the toy quite attractive\n\n"
    }, 
    {
        "image_large": "/static/images/inventory/i12/12_main.jpg", 
        "title": "Melissa & Doug 729 Train Sound worden\n Puzzle", 
        "image": "/static/images/inventory//i12/12_1.jpg", 
        "ages": "3 Y+", 
        "secondary_images": "/static/images/inventory//i12/12_1.jpg,/static/images/inventory//i12/12_2.jpg,/static/images/inventory//i12/12_3.jpg,/static/images/inventory//i12/12_4.jpg", 
        "id": "12", 
        "desc": "Whoo, whoo. says the old-fashioned steam engine when all nine puzzle pieces are placed on top of the puzzle board's matching picture. Children will \"get on board\" with matching and listening skills while playing with this attractive wooden puzzle."
    }, 
    {
        "image_large": "/static/images/inventory/i13/13_main.jpg", 
        "title": "Melissa and Doug Alphabet Express Floor Puzzle", 
        "image": "/static/images/inventory//i13/13_1.jpg", 
        "ages": "3 Y+", 
        "secondary_images": "/static/images/inventory//i13/13_1.jpg,/static/images/inventory//i13/13_2.jpg,/static/images/inventory//i13/13_3.jpg,/static/images/inventory//i13/13_4.jpg", 
        "id": "13", 
        "desc": "Climb aboard the Alphabet Express with 26 zany animals for letter and puzzle fun. Over 10 feet long when complete, it features extra-thick pieces that stand up to play after play."
    }, 
    {
        "image_large": "/static/images/inventory/i14/14_main.jpg", 
        "title": "Ratna's match it Dress it", 
        "image": "/static/images/inventory//i14/14_1.jpg", 
        "ages": "", 
        "secondary_images": "/static/images/inventory//i14/14_1.jpg,/static/images/inventory//i14/14_2.jpg,/static/images/inventory//i14/14_3.jpg,/static/images/inventory//i14/14_4.jpg", 
        "id": "14", 
        "desc": "Puzzles are great toys for a child as it helps with development, and its bright colors and interesting shapes help entice kids to put one together. Research shows that puzzles are an important tool in developing a child's concentration. It opens doors for better understanding of skills and subjects later on in life. The final picture is shown on the box, which acts as a guide for your little one to match and put the pieces together."
    }, 
    {
        "image_large": "/static/images/inventory/i16/16_main.jpg", 
        "title": "learning journey : fun facts! animals of the past", 
        "image": "/static/images/inventory//i16/16_1.jpg", 
        "ages": "3 Y+", 
        "secondary_images": "/static/images/inventory//i16/16_1.jpg,/static/images/inventory//i16/16_2.jpg,/static/images/inventory//i16/16_3.jpg,/static/images/inventory//i16/16_4.jpg", 
        "id": "16", 
        "desc": "50 puzzle pieces\nBright and colorful, \"talk about\" illustrations\nFun facts on the back side of puzzle encourages discussion of pictured animals"
    }, 
    {
        "image_large": "/static/images/inventory/i19/19_main.jpg", 
        "title": "Fisher Price : activity table", 
        "image": "/static/images/inventory//i19/19_1.jpg", 
        "ages": "", 
        "secondary_images": "/static/images/inventory//i19/19_1.jpg,/static/images/inventory//i19/19_2.jpg,/static/images/inventory//i19/19_3.jpg,/static/images/inventory//i19/19_4.jpg", 
        "id": "19", 
        "desc": "Learn & Groove with 15 activities and over 40 songs and melodies!\nActivities provide opportunities for baby to explore with a roll, tap, slide or spin.\nIncludes a variety of music styles for baby to enjoy.\nComes with either blue or green legs to attach to table as baby grows. Introduces shapes, numbers and counting 1-10 in English and Spanish.\nPlease insert new batteries for the item to produce the right sound. The batteries included inside the item are temporary for the \"Try Me\" feature."
    }, 
    {
        "image_large": "/static/images/inventory/i20/20_main.jpg", 
        "title": "Melissa and Doug : water wow", 
        "image": "/static/images/inventory//i20/20_1.jpg", 
        "ages": "", 
        "secondary_images": "/static/images/inventory//i20/20_1.jpg", 
        "id": "20", 
        "desc": "Includes 26 cards, refillable water pen, and card clip\nColor-in pictures are white when dry; bright and cheerful when wet\nEndlessly reusable!\nHelps teach colors, shapes, and counting skills\nFor ages 3 years up"
    }, 
    {
        "image_large": "/static/images/inventory/i21/21_main.jpg", 
        "title": "Melissa and Doug : farm animals wooden puzzle", 
        "image": "/static/images/inventory//i21/21_1.jpg", 
        "ages": "", 
        "secondary_images": "/static/images/inventory//i21/21_1.jpg,/static/images/inventory//i21/21_2.jpg,/static/images/inventory//i21/21_3.jpg,/static/images/inventory//i21/21_4.jpg", 
        "id": "21", 
        "desc": "wooden puzzle to create a farm scene"
    }
]
